mapping-pilot-tooling/data/CV-JV/CVs/hospi/travel_coordinator_en.org
#+TITLE: Tour leader/host

* Work experience

** Tour leader/Host
Eastern-Crete and Heraklion, Jetair nv - April 2012 to October 2013

*** Tasks
- Information sessions and presentations 
- Selling tours and excursions 
- Customer service in the various hotels 
- Supervising several experience moments and excursions 
- Pick up and supervising departures and arrivals at the airport 
- General administration 

** Chief Entertainer / Entertainment Manager 
Jetair NV - April 2009 to October 2011 

Hotel Atlantica Aegean Blue (Rhodes) + Atlantica Creta Paradise (Crete), commissioned by Jetair nv 

*** Tasks
- Preparing, organizing and conducting activities for children, teenagers and adults 
- Supervise and carry out sports activities 
- Supervising, evaluating and adjusting the efforts of animators 
- Keeping records on sales, evaluations, meeting reports, etc. 
- Report to the local hotel management and headquarters Jetair Oostende 
- Organizing special theme days and events
- Give (bilingual) info-meetings to newly arrived travelers 
- Materials management and preparation of end-inventory 
- Practically organize and participate in evening animation 
- Teaching show parts and working methods to new animators 

** Assistant Product Coordinator Club Holidays 
Jetair nv - 2010 to April 2011 

*** tasks
- Recruitment of new animators 
- Organizing practical preparation of training courses and their content
- Development of new holiday concepts 
- Provide workshops (and theoretical presentations) during training 
- Evaluating and steer new animators during training 
- Divide animation teams
- Search for (and order) new (sports and play) materials 
- Teaching show parts and working methods to new animators 
- Formatting visual presentations and proposals (using PowerPoint) 
- Graphic creation of posters, flyers and other promotional material 
- Find and mix various audio and video clips 
- Recording spoken presentations in different languages
- maintaining contacts with external organizations 

** Shop assistant Sport 
Intersport Kortrijk - Kortrijk, NL - November 2008 to February 2009 

*** tasks: 
- Interact with customers in a friendly and commercial manner
- Replenishing shelves 
- Dressing shop window and pricing
- Operate cash register and computer 
- Keep an eye on stock 

** Internships during higher education 
Secondary Schools - 2004 to 2008 

- Teacher of Physical Education and English in various primary and secondary schools 
** Supervisor of sports camps for children 
Sport Plus Kortrijk - Kortrijk, NL - 2006 to 2007 

- Organizing basketball training for beginners, Hogeschool Gent and Ghent University 

** Administrative Clerk 
Nestaan ​​nv - August 2003 to August 2003 

De Groot van Nes & Co / Nestaan ​​NV, Wevelgem 
*** tasks: 
- Drafting and sending letters and invoices
- Data input 
- Sending Mailings 
- Sorting incoming and distributing internal mail
- Record data, classifying and entering it in the computer 
- Fill out and use Commercial documents
- Type out notes and reports 
- Formatting transport documents 
- Collecting and managing customer base 
- Telephone and reception 

** Administrative internships at o.ä 
The Line - Kortrijk, NL - 2001 to 2002 

Kortrijk 
- Eres NV, Kortrijk 
- Real-Hyp, Kortrijk 
* EDUCATION 
St Amandscollege - Trade 

Pleinschool O.L.V. van Bijstand - Kortrijk, NL 

** Bachelor 
St Amandscollege - Kortrijk, NL
Hogeschool Ghent 
